Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 当那一点黑色与药液接触的瞬间，顿时就听见“滋”的一声轻响，烧杯中的药液剧烈翻腾，一片蒙蒙白雾升腾而起，原本弥漫在药剂室内的酸涩味道，仿佛在忽然之间就被一扫而空，取而代之的是一股令人神清气爽的清香。
en_us: When that speck of black came into contact with the potion, a fizzing pop could be heard. The liquid in the beaker churned violently and white mist arose from it. The acidic smell that had permeated the potion lab seemed to be swept away in an instant, and replacing it was a rush of refreshing fragrance.

source: 当金光从出现到消失的半柱香过后，让全部冥军瞠目结舌的是，方圆数百里的偌大天庭竟然消失不见了，地面只留下一个无比巨大丑陋的深坑。
en_us: From the appearance of the golden light till it vanished, it took the time for half an incense to burn. What left the Netherworld army flabbergasted was that the massive Heavenly Court, which spanned hundreds of kilometers, had actually disappeared, leaving only a huge, ugly abyss.

source: 当黑红长袍老者出现的那一刻，虚空上方那些数不清的阴兵，骸骨巨人，尸人和尸兽全部单膝下跪，发出一道整齐却沉闷的呼喊。
en_us: When the red-robed elder appeared, the yin soldiers, skeleton giants, zombies, and beasts all genuflected and bowed while shouting out in unison.

source: 影象中的葛瑞安看上去异常憔悴，往常红润的胖脸此时苍白得吓人，呼吸也显得有些急促，这是精神力过度消耗的结果，老家伙先是拿掉几根沾在头发上的青草，又很勉强的冲两人挤出一个笑容，这才有气无力的说了一句：“早上好……”
en_us: Gerian looked exceptionally haggard in the image within the crystal ball. His usually rosy face was now frighteningly pale and he looked short of breath. This was the result of an overexertion of the mental strength. The old fellow took some off grass on his hair and forced a smile at the two of them. Only then did he say in a weak voice, "Good morning..."

source: 往常洗好的衣物，本是风月楼的人带进内堂的，但今日风月楼的人却没有出现，一名老妈子“主动”叫江小奴和她一起把衣物送进内堂。
en_us: Normally, the clothes that have been washed would be brought into the inner court by servants from Fengyue Brothel. Today, however, no one from Fengyue Brothel appeared; instead, an old chambermaid took the initiative to order Jiang Xiaonu to help her bring the clothes into the inner court together.

source: 往往只是几个银币的差价，就让一群人争得面红耳赤唾沫横飞。
en_us: It was often a price difference of a few silver coins that made a group of people contend in furor.

source: 很多人纷纷对视一眼，露出错愕之色，在场的二十人有大半都欺负过江逸。把江逸打一顿那是轻的，有几次都打得吐血了，但他们从没有见过江逸求饶，更别说……主动认怂要从他们胯下爬过了。
en_us: One after another, many people took a glance at each other's faces, giving an expression of astonishment. Out of the twenty people at the scene, over half of them had bullied Jiang Yi before. Beating up Jiang Yi was a small affair with a light sentence, and he had been beaten up to the point of vomiting blood several times before. However, none of them had ever seen Jiang Yi beg for forgiveness, to say nothing of... directly admitting defeat and agreeing to crawl between their legs.

source: 很多次江逸也想出去做工，赚些银钱补贴家用，但都被小奴坚决阻止了。说族里规定的事务也就罢了，他可是江家的少爷呀，少爷将来终究是要做大事的人，怎能到外面去做这种下贱的杂活呢？
en_us: There were many moments when Jiang Yi had wanted to head out to work, to make some money and supplement their daily expenses. But these overtures were all strongly rejected by Xiaonu. Jiang Yi was a scion of the Jiang Clan, a person destined to do great things! To say nothing of the work demanded by the family, how could a scion like himself head out to do this kind of lowly menial work?

source: 很快一道消息传遍了整个江家大院，家族十大长老之一，江家唯一的炼丹师柳长老，就在刚才不知什么原因突然猝死在自家院子内。
en_us: News spread quickly throughout the Jiang Residence that one of the top ten elders of the family clan, Elder Liu, the only elixir-refining specialist of the Jiang Clan, had suddenly passed away in his own home for unknown reasons.

source: 很快他就理清了思路，对方被他击伤两人，还认出了江家的武技显然有所顾忌，否则这管事怎么不出手？反而喝止护卫住手。既然对方暂时不敢打，要谈？那是好办了，只要能保住他和江小奴的性命，其他倒是好说了。
en_us: He quickly cleared his thoughts. He had, after all, already injured two of his opponent's men; additionally, his opponent recognized the martial arts techniques of the Jiang Clan and had evidently become apprehensive. Why else would that housekeeper not retaliate against him, but rather call for his guards to stand down? Since the opponent temporarily did not dare to fight any longer and asked to negotiate, why not? It would probably be easier to deal with—so long as he could protect Jiang Xiaonu's life as well as that of his own, anything else would be secondary.

source: 很快动静便大了起来，只见这座雄城上方的虚空中接连不断地裂开裂缝，一个个周身浸染着血肉的人类尸体和巨兽尸体纷纷钻出，它们的周身俱缭绕着诡异的暗灰色符文。还有无数全身笼罩在符文黑甲内，只能看见一双红眸的阴兵不断涌出，在很短的时间里就把天庭附近的虚空给全部遮住，占据。
en_us: Soon, the commotion grew in intensity. The rift at the top of this huge city continued to widen and out came hordes of the walking dead—skeletal bodies of human and beasts, all covered in blood and festering flesh. They were enveloped by some strange greyish glowing symbols. Besides that, there were numerous red-eyed, black-armored runic yin soldiers pouring out. They quickly blocked off and occupied the void surrounding the Heavenly Court.

source: 很快她就发现了一丝不对，从容淡然的小脸上出现一丝惊疑和动容，她的那双丹凤眼也亮了起来，樱桃小嘴发出一丝惊呓：“咦？这丹药外面的纹路有古怪，难道，这是传说中……”
en_us: It was not long before she discovered that something was not right. A look of shocking confusion and strong emotions appeared on her small tranquil and calm face. Her red phoenix eyes also lit up as her cherry-like mouth released sounds of uncontrollable surprise, saying, "Huh? The vein lines on the exterior of this pill is strange. Don't tell me, is this the legendary..."

source: 很快所有人却是一怔，因为江逸从怀中掏出的是一个用纸包裹的黑乎乎东西，根本不是紫金，那刘管事立即醒悟过来，沉喝道：“飞少小心。”
en_us: Soon however, everyone became slightly stunned when Jiang Yi took out something that was definitely not purple gold, but a black substance wrapped up in paper. Housekeeper Liu realized immediately and yelled, "Young Master Fei, look out."

source: 很快江小奴取来肉干，两人对着清水就干嚼起来，江逸这才有时间问道：“小奴，今天是怎么回事？我总感觉这事不正常，是不是风月楼故意设计坑你？”
en_us: A few moments later, Jiang Xiaonu retrieved the jerky, which the two gulped down drily with just plain water. Jiang Yi finally had the time to inquire, "Xiaonu, what happened today? I keep feeling something is not right with this entire incident. Did the people at Fengyue Brothel scam you intentionally?"

source: 很快江逸又想起一件事，内心更加的茫然不安起来，柳长老死了，以后再也没有废丹了，他拿什么炼丹？怎么赚钱还债？
en_us: Jiang Yi quickly thought of another thing that left him increasingly uneasy and at a loss. With Elder Liu's death, he would no longer have any more rejected pills. What would he use to refine more pills? How could he earn money to repay his debts?

source: 很快，江逸冷得让江如虎浑身一颤的声音响起：“江如虎，你中计了！今天不打断你四条腿，我江逸名字也倒过来写……”
en_us: It was not long before Jiang Yi's voice, so cold that it sent a shiver down Jiang Ruhu's spine, rang out saying, "Jiang Ruhu, you fell for my trick! If I don;t break your four limbs today, I too will write my name 'Jiang Yi' in reverse..."

source: 很无奈也很憋屈……
en_us: He was helpless and aggrieved...

source: 很明显这管事见小奴虽然瘦瘦弱弱，面黄肌瘦的，但五官长得很是精致，准备培养几年用来接客，所以故意设了陷阱想让她卖身青楼，几年后替他们赚取脏银。
en_us: Evidently, the housekeeper must have seen Xiaonu and thought that, though she was skinny, weak and pale-faced, she still had exquisite and pretty facial features; as such, he was ready to groom her for a few years before using her to receive guests. Thus, he deliberately set up a trap to make her sell herself to this brothel, and in turn, help them earn dirty money after a few years.

source: 心里虽然有些哭笑不得，面上却是丝毫不露端倪，干脆来了个顺水推车，闭着眼睛认了葛瑞安这个便宜叔叔。
en_us: Although he felt somewhat amused and annoyed, he showed no signs of it on his face. He simply made use of the opportunity and acknowledged Gerian as an uncle.

source: 快速吃完早饭，江逸查看了一下小奴的伤势，发现上了药后好了很多，也就不去管她了。回到自己房间内，取出在炼丹房内拿的黄参丹吞服下去，等药力发作了再运转黑色元力辅助疗伤。
en_us: After gobbling down his breakfast, Jiang Yi checked on Xiaonu's wounds. On finding that her wounds had healed well after applying medicine, he decided to no longer feel too much concern. Returning to his own room, he retrieved the Yellow Ginseng Elixir he had taken from the alchemy lab and swallowed it. He decided to wait for the medicinal power of the elixir to take effect before circulating black essence force to facilitate the healing process.

source: 快速而准确地清点着草参，江逸只花了大半个时辰就将四号田清点完毕。随后他快步朝山下冲去，虽然身上的伤势还没全好，但却行走如风，整个人都变得精神奕奕了起来。
en_us: With speed and accuracy, it took him almost an hour to finish counting the herbs in Plantation Four. Although he had not fully recovered from his injuries, he dashed down the mountain like a breeze, feeling full of drive and spirit.

source: 快速走出西院，江逸朝丹药房所在的南院走去。已是清晨江家开始热闹起来，不过倒是无人在意江逸这个落魄的旁系少爷。
en_us: At a fast speed he left the Western Court, Jiang Yi walked in the direction of the South Court, where the Elixir Room was located. As it was already daybreak, the Jiang Residence was getting lively and bustling, but no one concerned themselves with the down-and-out disfavored collateral descendant Jiang Yi.

source: 怒焰之袍最厉害的地方，就是可以携带三十张卷轴，并且可以通过魔力在瞬间激活，对于一般魔法师来说，这绝对是梦寐以求的珍品，可落在林立这么个魔力无限的变态手里，简直就是明珠暗投，这就好象是给了太监一本chun宫画，他看到是能看，可又哪来机会用……
en_us: The terrific thing about the Robe of Wrath was that it could carry 30 scrolls and could be activated in an instant. For the ordinary mages, this was definitely a treasure they'd dream about. But to make it fall into the hands of a freak like Lin Li whose mana was infinite was like casting pearls before a swine. It was like giving an eunuch an erotic painting—he could see it, but there was no way he could use it...

source: 总之不管安度因怎么想，林立安然无恙的带着一堆野钢花回来了。
en_us: Regardless of how Andoine thought, Lin Li came back safe and sound with a pile of wild steelbloom.

source: 总之不管怎么样，林立是捡了一片在手里。
en_us: Anyway, Lin Li had picked up one petal in his hand.

source: 总管一双阴鸷的眸子眯了起来，很快就摇头道：“空口无凭，你们要是跑了怎么办？要么留下东西抵押，要么把这丫头留下吧。”
en_us: The malicious eyes of the Chief Supervisor squinted before quickly shaking his head, replying, "Words mean nothing - what if you guys were to run away? Either you leave something behind as collateral, or you leave this servant girl behind."

source: 恐怕也只有林立自己才知道，他为什么会拥有这种近乎妖孽般的魔法天赋，这多半跟法师小号精神智力双满的属性脱不了干系，大概也只有这样妖孽的属性，才能让他轻易理解那些复杂无比的咒语，毫不费力的将魔法元素进行组合排列，这种能力就仿佛是与生俱来的一般，任何复杂的咒语只要听过一遍，林立就可以轻轻松松的背诵下来，不管多么艰难的魔法元素排序，林立都能在最短的时间内学会。
en_us: Only Lin Li would know how he came to possess such near-demonic gift in magic. It probably had something to do with the attributes of the mage smurf—having high levels of mental and intellectual abilities. It was all thanks to these demonic attributes that he could easily understand highly complex spells and arrange magic elements without effort as if he was born knowing it. He could recite any complex spell with ease just by hearing it once and learn the order of magic elements in the shortest time no matter how difficult they were.

source: 恐怕也只有那几个被赶出公会的魔导士，才会落魄到出卖魔鬼公会机密的地步。
en_us: Perhaps only the few Magic Shooters who were kicked out of the guild would be that down-and-out to the point of betraying the secrets of the Guild of Magic.

source: 恐怖的表演一直持续了近三十分钟，林立才长长的吁出口气，停止了往水晶球中输入魔力。
en_us: The horrifying performance went on for almost thirty minutes before Lin Li finally let out a long sigh and stopped the transmittance of power into the crystal ball.

source: 恢复魔力……林立摸了摸鼻子，他很想问葛瑞安：“你想恢复几次？”
en_us: Restore mana... Lin Li touched his nose. He felt like asking Gerian, "How many times do you wish to recover?"

source: 恩……事实上是九级。
en_us: Mmm... In actual fact it was level-nine.

source: 恶魔之泪是一种黑色的果实，约莫尾指头大小，味道又苦又涩，直接食用的话，会产生各种恐怖幻境，除非服用镇定心神的药物，否则陷入这种幻境当中，将永无摆脱之日，直到最后被幻境折磨得彻底崩溃。
en_us: The devil's tears was a kind of black fruit about the size of the pinky. It tasted bitter and astringent, and if consumed directly, it would create all sorts of horrifying illusions. Unless a tranquilizing drug was taken, one would never be able to get out of this illusion and would continue to be tormented until he finally broke down.

source: 悄然吞服了一枚灵神丹，江逸立即盘坐起来打坐修炼，反正杨管事说了这几天不会让他上场，他也不怕黑色元力消耗。
en_us: Quietly consuming a Spirit Pill, Jiang Yi immediately sat cross-legged and started meditating for power cultivation. Besides, as Manager Yang said that he would not be letting him fight in sparring matches over the next few days, he need not feel scared that his black essence force would be fully consumed.

source: 悬赏挂了几个月之后，林立对这只存在于传说中的黑莲花，也渐渐是死了心，他可没想到，又过了几个月，自己莫名其妙的来到另一个世界之后，却意外的发现了黑莲花的踪影。
en_us: The reward had been out for a few months, and Lin Li had gradually began to give up on the black lotus, which only existed in the legends. He had not expected that, a few months later, he'd arrive in another world and discover the trail of the black lotus by chance.

source: 惊喜之余，林立也没空去处理利维坦猩猩了，赶忙弯下腰去，在树洞中一番挑选。
en_us: Lin Li had no time to deal with the Leviathan Gorilla amidst the surprise. He bent over in a hurry and began choosing his pick in the tree hole.

source: 想不到今天在伊娜的家里，这个年轻法师却张口就抛出了庸医二字，再想起他先前那种小人得志的神态，红发美女再也压抑不住心中的愤怒。
en_us: Never had she imagined that, today at Ina's house, this young mage would have thrown out that word so easily. Recalling his cocky manner earlier on, the redheaded beauty could no longer contain her anger anymore.

source: 想不到时隔两天之后，却又在父亲的宴会上，看到了那个年轻的药剂师。
en_us: To think that she would see the young pharmacist again at her father's banquet two days later.

source: 想不到穿越之后，却在一个月之内接连遇上。
en_us: To think he had encountered them a month after having time-travelled.

source: 想了一阵，江逸想不通索性不再多想，和杨管事说了一声走出武殿回到了江家。
en_us: After thinking some time, Jiang Yi could not come up with any suitable ideas and as such simply decided not over-think any longer. After informing Manager Yang, he walked out of the Martial Arts Hall and returned to the Jiang Residence.

source: 想到他可以在炼丹房用黑色元力偷偷炼制上品丹药，再拿出去卖钱偿还风月楼的债务，他心情顿时好了几分。只要能快速赚钱，他还可以去外面购买一切非常高级的丹药辅助修炼，尽快将他境界提升到铸鼎境二重，那样就不惧江如虎等人了！
en_us: He planned to use his black essence force to secretly produce some superior-grade elixirs at the alchemy lab and sell them to make money. With this money, he could pay off his debts to the Fengyue Brothel. Jiang Yi's mood immediately improved significantly when he realized this. So long as he could quickly earn money, he could even head out to purchase all sorts of superior-grade elixirs to facilitate his training, which would in turn help him elevate him to the second stage of the Cast Tripod Realm. That way, he would no longer have to fear Jiang Ruhu and his cronies!

source: 想到以后再也没有机会弄丹药，没零花钱了，想到回去他父亲听到这个消息肯定会暴怒无比，他不死也会脱成皮，江松整个人都颤抖起来，一时之间心慌气怒不知该如何是好了。
en_us: Thinking that he never had any more opportunities to produce elixirs, and by extension, no more allowance. Worse still, when he thought of his father's rage upon hearing this news... It was clear that he was doomed to suffer. Jiang Song's entire body started shuddering and shaking. He was unsure if, at the moment, he should be anxious or furious.

source: 想到以后炼制大量的丹药卖给聚珍阁，轻易获取大量的银钱，江逸整个人都战栗起来。就算他是个修炼废物，他也可以凭借这黑色元力成为富家翁，再不济能和小奴安逸的活一辈子。
en_us: Thinking about the large number of elixirs he could manufacture and sell to the Pearl Gathering Pavilion in the future, Jiang Yi's entire body shuddered. Even if he was useless at refining elixirs, he could rely on the power of the black essence force to become a rich person—one who no longer would remain in poverty and live comfortably with Xiaonu for a lifetime.

source: 想到双方实力上的巨大差距，他几乎就要迫不及待的答应下来了，只是突然记起林立并不是一般的魔法公会成员，这才忍着没有立刻表态，只是低声向林立问道：“你怎么看？”
en_us: Considering the disparity in strength between the two sides, he had agreed almost readily when he suddenly recalled that Lin Li was not an ordinary member of the Guild of Magic. He did not express his stance immediately, and instead turned to ask Lin Li, "What do you think?"

source: 想到封印江逸就一阵咬牙切齿，按照大长老的估计，江逸的天资不说可比神武国的顶级天才，至少比江家第一天才江恨水还要强上一丝。虽然不知道大长老为何对他如此有信心，但江逸每想到这里，都会郁闷得吐血。
en_us: Thinking about the seal, Jiang Yi fumed with rage and gritted his teeth. According to Grand Elder's estimates, Jiang Yi might not be Divine Martial Kingdom's greatest genius, but nonetheless he was more powerful than Jiang Henshui, the top genius of the Jiang Clan, by at least a sliver. Even though he had no idea why Grand Elder had so much confidence in him, every time Jiang Yi had that thought, he would become depressed to the point of vomiting blood in anger.

source: 想到就干！
en_us: If one thought of doing something, he would definitely do it!

source: 想到年轻法师的另一个身份，罗琳那秀丽的眉毛又皱了起来……
en_us: The alternate identity of the young mage came to her mind, and Rowling's fine eyebrows were knitted once more...

source: 想到怀中的三枚丹药，江逸咧嘴笑了，扒饭的速度更快了几分。他风卷残云的吃完饭菜，又交代了江小奴几句就走出了院子。
en_us: Thinking about the three elixir pills in his chest pocket, Jiang Yi grinned widely, with the speed he was gobbling down his food increasing by several times. Like a whirlwind that sweeps away scattered clouds, he finished his food before giving Jiang Xiaonu a short briefing and subsequently leaving his house courtyard.

source: 想到这一点的时候，克伦威尔那阴郁的脸上，总算是有了一丝笑容。
en_us: At this thought, there was finally a smile on Cromwell's gloomy face.

source: 想到这里林立就知道，那座黑色城堡，恐怕也不象是任务里说的那么简单……
en_us: At the thought of this, Lin Li knew that the black castle was not that simple as mentioned in the quest...

source: 想到这里，他更是内心愧疚不已，当下也不绕路转去后院，身子如一阵风般冲进了风月楼内，准备直接穿越内堂，进入后院。
en_us: He was full of remorse as he realized this. He did not divert his way to the backyard, he swept into Fengyue Brothel like wind, preparing to enter through the inner hall to the back.

source: 想到这里，林立不由多看了那胖胖的身影一眼。
en_us: At this thought, Lin Li was unable to restrain himself from taking another look at the plump figure.

source: 想到这里，江逸一愣，下意思停下无名决运转起江水决，他想证实一件事，这封印既然开始慢慢破解了，那么他的修炼速度是否能有所增幅？
en_us: Thinking up to that point, Jiang Yi got distracted as he changed his mind, stopping the practice of the nameless technique and shifting instead to the Jiang Water Art. He wished to confirm something: since the seal was gradually being broken, would his refining speed actually increase?

source: 想到这里，江逸嘴角抽了抽，一个月时间他去哪弄那么多钱？还有早上他打了江豹，怕是他老大江如虎很快会找上门吧？
en_us: Thinking to that stage, the corners of Jiang Yi’s mouth twitched. Where could he go to earn so much money within a month? Further, he had beaten up Jiang Bao in the morning—surely his boss Jiang Ruhu would be coming to get revenge soon enough?

source: 想到那怪物的可怕，顿时就记起了自己先前的表现，记起了自己丢下伊娜，一个人逃回来的狼狈。
en_us: Thinking back to the terrifying monster, he was reminded of his earlier actions—he had fled in panic and left Ina to fend for herself.

source: 想到黑色元力可以快速破解封印上的符文，提升修炼速度，江逸双眼一亮，休息片刻快速下山了。
en_us: Thinking about how his black essence force could remove the runic patterns and rapidly break his seal, while at the same time increasing his power cultivation speed, Jiang Yi's eyes lit up. He restedfor a short moment before leaving the mountain at a quick speed.

source: 想想以前的魔法公会，都已经落魄到那种程度了，就因为黑暗年代时的一纸协议，每年可以从药剂公会弄到一批药剂，就奠定了他们加洛斯第一势力的地位。
en_us: Thinking back to the past, the Guild of Magic had already come down in the world, but because of the agreement made during the Dark Ages, they could get a batch of potions from the Pharmacists Guild every year, and this had established their position as the number one force in Jarrosus.

source: 想想反正也不需要什么辅助工具，林立干脆也就不打算再会魔法公会了，只是从口袋里掏出四只玻璃瓶子摆在桌上。
en_us: Considering that he didn't even need any tools to aid him, Lin Li decided not to return to the Guild of Magic. He took out four glass bottles from his pocket and set them on the table.

source: 想想吧……那可是药剂师公会最重要的人物之一，只要有这样的明师指点，将来就算是进入药剂师公会，也绝非不可能的事情。
en_us: Just think... He was one of the most important figures in the Pharmacists Guild. With the guidance of a master like him, it was not impossible to join the Pharmacists Guild in the future.

source: 想想老梅林又觉得有些悲哀，堂堂大魔导士，竟会因为好不容易战胜了一个魔法师而沾沾自喜。
en_us: Thinking it over, Old Merlin felt pathetic. He was an archmage, yet he was taking pride in defeating a mage.

source: 想想镀上深邃之银的点金棒，林立已是笑得合不拢嘴。
en_us: Lin Li was grinning from ear to ear just thinking about the gold rod coated with deep silver.

source: 想想麦格雷尼父女，在落日山脉中出生入死，杀死一头狮蝎，所获得的报酬也不过五十金币而已，象这样一根法杖，他们必须杀死近十头狮蝎才能换到……
en_us: He thought of McGrenn and his daughter, who had risked their lives in the Sunset Mountains to kill a Manticore for a reward of mere fifty gold coins. For a staff like this, they'd have to kill almost ten Manticores before they could afford it...

source: 想通其中关键之后，林立更是全神贯注的看着这场战斗，整个过程连眼都没眨一下，两人的每一个手势每一次吟唱，都被他牢牢的刻在了脑海里，随着那一次次激烈的魔法碰撞，林立渐渐想通了很多以前想不通的问题，同时心里也多了很多以前从未思考过的疑问。
en_us: After figuring out the crux of the matter, Lin Li was even more absorbed in the battle, not batting his eyelids once. Every gesture and recitation were etched in his mind. With every fierce collision, Lin Li gradually figured out answers to questions he had before, and at the same time, questions he had never thought of before arose in his mind.

source: 想通这一切之后，即便是已经活了一百多岁的老格林，也是不禁觉得一张老脸微微有些发烫……感觉就好象兴冲冲的凑上前去，却忽然挨了一耳光似的，尴尬与失落混在一起，让老格林脸上的神色无比复杂。
en_us: After he had straightened out the matters, Old Grimm could not help feeling his face burn despite having lived for over a hundred years... It felt as if he had rushed forward with excitement but was suddenly slapped in the face. The embarrassment mingled with a sense of loss, so the look on Old Grimm's face was extremely complicated.

source: 意外的弄到了一件魔法装备，林立一时间心情大好，也没兴趣再为难利维坦猩猩，只是在它屁股上踹了一脚：“滚吧！”
en_us: Lin Li's mood was lifted with the acquisition of a magical equipment by chance. He had no further interest in making things difficult on the Leviathan Gorilla, so with a kick on its butt, he said, "Scram!"

source: 感到不可思议的，不仅仅是马森，同样也包括了欧灵。
en_us: Not only Marson, Orrin felt unbelievable as well.

source: 感受到一股热流从胸口快速朝丹田处涌去，江逸暗暗感慨，有丹药辅助修炼就是好啊，江如虎天资如此差也能修炼到铸鼎境四重，不就是经常把灵神丹当饭吃吗？
en_us: 天资Sensing a wave of heat flow from his chest and surge at quick speed towards his dantian area, Jiang Yi silently sighed with sorrow about how good it must be to have enough elixirs to facilitate power cultivation. If Jiang Ruhu with his innately poor talent could refine his power up to the fourth stage of the Cast Tripod Realm, would it not be the case that he had been consuming Spirit Pills like how one ate rice at meals?

source: 感受到江逸内心的沉重，江小奴笑容凝固了，慌忙跟着江逸朝里屋走去，给江逸到了一杯水，这才睁着大眼睛问道：“少爷，发生了什么事情？”
en_us: As if sensing the heaviness residing in Jiang Yi's heart, Xiaonu's smile froze on her face. She hurriedly followed Jiang Yi into the house, not forgetting to pour a glass of water for him before asking, wide-eyed, "Young Master, what happened?"

source: 感受到葛瑞安身上传来的魔法波动，翡翠高塔外的人群，又传出一阵欢呼。
en_us: Feeling the magical wave coming from Gerian, another cheer broke out from the crowd outside of the Emerald Tower.

source: 感受着丹田内的蓝色元力如井喷般冒出，江逸兴奋无比，这丹药配合黑色元力至少让他修炼速度比原先快了数十倍……
en_us: Sensing the blue essence force inside his dantian spewing out like an oil well blowout, Jiang Yi was uncontrollably excited. Combined with black essence force, this elixir could allow his cultivation speed to increase by at least ten times the original rate...

source: 感受着葛瑞安身上传来的强大气息，老梅林微微叹了口气，松开了手中的强能水晶，一切已经没有意义了，就算自己能够尽数吸收强能水晶中的魔力，也不过是跟颠峰时期的葛瑞安不相上下。
en_us: Feeling the powerful aura coming from Gerian, Old Merlin let out a slight sigh and released his grip on the Strong Energy Crystal. All was meaningless. Even if he could absorb as much mana as he could from the Strong Energy Crystal, he would be almost on par with Gerian at his peak.

source: 感受着裂开的骨头快速的愈合，江逸内心狂喜不已，等黑色元力消耗干净之后，又继续调集黑色元力，让疗伤速度加快。
en_us: Feeling the broken bones speedily mending together, Jiang Yi felt much euphoria. He waited for the black essence force to be used up completely before once again continuing to summon more black essence force to speed-up the wound-healing process.

source: 感受着这股气息中蕴涵的力量，林立才知道自己先前有多么幸运，如果老梅林不用精神力进行压迫，而是一上来就直接动手的话，林立根本就不可能等到葛瑞安来解围，现在恐怕已经躺在台阶上多时了。
en_us: Only then did Lin Li know how lucky he was as he felt the power that was contained in the aura. If Old Merlin had not suppressed him with his mental strength and had attacked directly instead, Lin Li would probably have ended up lying flat on the step long before Gerian came to his rescue.

source: 感受着那恐怖的魔力流动，林立一颗心已是渐渐的沉了下去，这至少是十五级以上的魔法，以自己十三级的实力，不要说妄想抵抗，就连用魔力反馈终止它的资格都不具备。
en_us: Feeling the terrifying power of the magic flowing, Lin Li's heart slowly sank. This was at least level-fifteen magic; with his level-thirteen power, he did not even possess the ability to use magic successively to backfeed and end it, let alone think of resisting.
